codes/ubuntu/web/sjgxpt/script/test/di-e3.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ws.sofn.com/">
   <soapenv:Header>
      <auth:authentication xmlns:auth="http://gd.chinamobile.com//authentication">  
    </auth:authentication>    
   </soapenv:Header>
   <soapenv:Body>
	<ws:addData>
		<!--
		<resourceId>f205748642e84e0cb2e6b68626b34d0da145f656f8e84cffa01492507adb4658</resourceId>
		-->
		<accessToken>YoT90Sih8i</accessToken>
		<data>
			<fieldsData>
				<columnName>NAME</columnName>
				<value>myname</value>
			</fieldsData>
			<fieldsData>
				<columnName>DATE</columnName>
				<value>xxxx</value>
			</fieldsData>
			<fieldsData>
				<columnName>TIMES</columnName>
				<value>9</value>
			</fieldsData>
			<id>1</id>
		</data>
	</ws:addData>
    </soapenv:Body>
</soapenv:Envelope>
